var homeType =
// [
//     {
//       "value":"многоквартирный многоэтажный жилой дом с объектами обслуживания населения"
//     },
//     {
//       "value":"индивидуальный жилой дом"
//     },
//     {
//       "value":"многоквартирный многоэтажный жилой дом"
//     },
//     {
//       "value":"предприятие торговли"
//     },
//     {
//       "value":"жилой дом"
//     },
//     {
//       "value":"здание учреждения культуры и искусства"
//     },
//     {
//       "value":"дача"
//     },
//     {
//       "value":"офис"
//     },
//     {
//       "value":"гостиница"
//     },
//     {
//       "value":"физкультурно-спортивное сооружение"
//     },
//     {
//       "value":"многофункциональный комплекс"
//     },
//     {
//       "value":"места хранения автомобильного транспорта"
//     },
//     {
//       "value":"склад"
//     },
//     {
//       "value":"летняя кухня"
//     },
//     {
//       "value":"детское дошкольное учреждение"
//     },
//     {
//       "value":"многофункциональный жилой комплекс"
//     },
//     {
//       "value":"здание учреждения здравоохранения"
//     },
//     {
//       "value":"административное здание"
//     },
//     {
//       "value":"общежитие"
//     },
//     {
//       "value":"внешкольное учреждение"
//     },
//     {
//       "value":"рынок"
//     },
//     {
//       "value":"торгово-бытовой комплекс"
//     },
//     {
//       "value":"производственное здание"
//     },
//     {
//       "value":"предприятие общественного питания"
//     },
//     // {
//     //   "value":"офис "
//     // },
//     {
//       "value":"здание и сооружение научных, проектных исследовательских организаций"
//     },
//     {
//       "value":"предприятия автосервиса"
//     },
//     {
//       "value":"полифункциональный комплекс"
//     },
//     {
//       "value":"сооружение системы водоснабжения и канализации"
//     },
//     {
//       "value":"здание и сооружение воздушного транспорта"
//     },
//     {
//       "value":"высшее учебное заведение"
//     },
//     {
//       "value":"автокомплекс"
//     },
//     {
//       "value":"религиозное сооружение"
//     },
//     {
//       "value":"сооружение системы электроснабжения"
//     },
//     {
//       "value":"вспомогательное здание и сооружение"
//     },
//     {
//       "value":"предприятие бытового обслуживания"
//     },
//     {
//       "value":"центр делового сотрудничества"
//     },
//     {
//       "value":"автосалон"
//     },
//     {
//       "value":"общеобразовательная школа"
//     },
//     {
//       "value":"помещение для досуга"
//     },
//     {
//       "value":"воинское учреждение"
//     },
//     {
//       "value":"здание и сооружение железнодорожного транспорта"
//     },
//     {
//       "value":"сооружение системы теплоснабжения"
//     },
//     {
//       "value":"отделение связи"
//     },
//     {
//       "value":"исправительно-трудовое"
//     },
//     {
//       "value":"остановочный комплекс"
//     },
//     {
//       "value":"пешеходный мост"
//     },
//     {
//       "value":"подземный переход"
//     },
//     {
//       "value":"ветеринарная клиника"
//     },
//     {
//       "value":"предприятие коммунального хозяйства"
//     },
//     {
//       "value":"кредитно-финансовое учреждение"
//     },
//     {
//       "value":"здание и сооружение автомобильного и электрического городского транспорта"
//     },
//     {
//       "value":"учреждение социального обеспечения"
//     },
//     {
//       "value":"учебные заведения технического среднего и профессионального образования"
//     },
//     {
//       "value":"сооружение системы газоснабжения"
//     },
//     {
//       "value":"здание учреждения санаторно-курортные и оздоровительные, отдыха и туризма"
//     },
//     // {
//     //   "value":"летняя кухня "
//     // },
//     {
//       "value":"бомбоубежище"
//     },
//     {
//       "value":"оздоровительный комплекс"
//     },
//     {
//       "value":"предприятие  коммунального хозяйства"
//     },
//     {
//       "value":"сельскохозяйственное производственное сооружение"
//     },
//     {
//       "value":"сооружение системы энергоснабжения"
//     },
//     {
//       "value":"нотариально-юридическое учреждение"
//     },
//     {
//       "value":"триумфальная арка"
//     },
//     {
//       "value":"специализированное учреждение"
//     },
//     {
//       "value":"учебные технического среднего и профессионального образования"
//     },
//     // {
//     //   "value":" жилой дом"
//     // },
//     // {
//     //   "value":"сооружение системы электроснабжения "
//     // },
//     {
//       "value":"сооружение и коммуникации связи"
//     },
//     // {
//     //   "value":" "
//     // },
//     {
//       "value":"школа-интернат"
//     },
//     {
//       "value":"надземный пешеходный переход"
//     },
//     {
//       "value":"бизнес-центр"
//     },
//     {
//       "value":"теплица"
//     },
//     {
//       "value":"автостанция"
//     },
//     {
//       "value":"объект рекреационной зоны"
//     },
//     {
//       "value":"колесо обозрения "
//     },
//     {
//       "value":"радиотелевизионная вышка"
//     },
//     {
//       "value":"информационный аншлаг"
//     }
// ]
[
  {
    "name": "401",
    "value": "автокомплекс"
  },
  {
    "name": "402",
    "value": "автосалон"
  },
  {
    "name": "403",
    "value": "автостанция"
  },
  {
    "name": "404",
    "value": "административное здание"
  },
  {
    "name": "405",
    "value": "бизнес-центр"
  },
  {
    "name": "406",
    "value": "бомбоубежище"
  },
  {
    "name": "407",
    "value": "ветеринарная клиника"
  },
  {
    "name": "408",
    "value": "внешкольное учреждение"
  },
  {
    "name": "409",
    "value": "воинское учреждение"
  },
  {
    "name": "410",
    "value": "вспомогательное здание и сооружение"
  },
  {
    "name": "411",
    "value": "высшее учебное заведение"
  },
  {
    "name": "412",
    "value": "гостиница"
  },
  {
    "name": "413",
    "value": "дача"
  },
  {
    "name": "414",
    "value": "детское дошкольное учреждение"
  },
  {
    "name": "415",
    "value": "для эксплуатации и обслуживания завода"
  },
  {
    "name": "416",
    "value": "жилой дом"
  },
  {
    "name": "417",
    "value": "здание и сооружение автомобильного и электрического городского транспорта"
  },
  {
    "name": "418",
    "value": "здание и сооружение воздушного транспорта"
  },
  {
    "name": "419",
    "value": "здание и сооружение железнодорожного транспорта"
  },
  {
    "name": "420",
    "value": "здание и сооружение научных, проектных исследовательских организаций"
  },
  {
    "name": "421",
    "value": "здание учреждения здравоохранения"
  },
  {
    "name": "422",
    "value": "здание учреждения культуры и искусства"
  },
  {
    "name": "423",
    "value": "здание учреждения санаторно-курортные и оздоровительные, отдыха и туризма"
  },
  {
    "name": "424",
    "value": "индивидуальный жилой дом"
  },
  {
    "name": "425",
    "value": "информационный аншлаг"
  },
  {
    "name": "426",
    "value": "исправительно-трудовое"
  },
  {
    "name": "427",
    "value": "колесо обозрения"
  },
  {
    "name": "428",
    "value": "кредитно-финансовое учреждение"
  },
  {
    "name": "429",
    "value": "летняя кухня"
  },
  {
    "name": "430",
    "value": "места хранения автомобильного транспорта"
  },
  {
    "name": "431",
    "value": "многоквартирный многоэтажный жилой дом"
  },
  {
    "name": "432",
    "value": "многоквартирный многоэтажный жилой дом с объектами обслуживания населения"
  },
  {
    "name": "433",
    "value": "многофункциональный жилой комплекс"
  },
  {
    "name": "434",
    "value": "многофункциональный комплекс"
  },
  {
    "name": "435",
    "value": "надземный пешеходный переход"
  },
  {
    "name": "436",
    "value": "нотариально-юридическое учреждение"
  },
  {
    "name": "437",
    "value": "общежитие"
  },
  {
    "name": "438",
    "value": "общеобразовательная школа"
  },
  {
    "name": "439",
    "value": "объект рекреационной зоны"
  },
  {
    "name": "440",
    "value": "оздоровительный комплекс"
  },
  {
    "name": "441",
    "value": "остановочный комплекс"
  },
  {
    "name": "442",
    "value": "отделение связи"
  },
  {
    "name": "443",
    "value": "офис"
  },
  {
    "name": "444",
    "value": "пешеходный мост"
  },
  {
    "name": "445",
    "value": "подземный переход"
  },
  {
    "name": "446",
    "value": "полифункциональный комплекс"
  },
  {
    "name": "447",
    "value": "помещение для досуга"
  },
  {
    "name": "448",
    "value": "предприятие  коммунального хозяйства"
  },
  {
    "name": "449",
    "value": "предприятие бытового обслуживания"
  },
  {
    "name": "450",
    "value": "предприятие коммунального хозяйства"
  },
  {
    "name": "451",
    "value": "предприятие общественного питания"
  },
  {
    "name": "452",
    "value": "предприятие торговли"
  },
  {
    "name": "453",
    "value": "предприятия автосервиса"
  },
  {
    "name": "454",
    "value": "производственное здание"
  },
  {
    "name": "455",
    "value": "радиотелевизионная вышка"
  },
  {
    "name": "456",
    "value": "религиозное сооружение"
  },
  {
    "name": "457",
    "value": "рынок"
  },
  {
    "name": "458",
    "value": "сельскохозяйственное производственное сооружение"
  },
  {
    "name": "459",
    "value": "склад"
  },
  {
    "name": "460","value": "сооружение и коммуникации связи"
  },
  {
    "name": "461",
    "value": "сооружение системы водоснабжения и канализации"
  },
  {
    "name": "462",
    "value": "сооружение системы газоснабжения"
  },
  {
    "name": "463",
    "value": "сооружение системы теплоснабжения"
  },
  {
    "name": "464",
    "value": "сооружение системы электроснабжения"
  },
  {
    "name": "465",
    "value": "сооружение системы энергоснабжения"
  },
  {
    "name": "466",
    "value": "специализированное учреждение"
  },
  {
    "name": "467",
    "value": "теплица"
  },
  {
    "name": "468",
    "value": "торгово-бытовой комплекс"
  },
  {
    "name": "469",
    "value": "триумфальная арка"
  },
  {
    "name": "470",
    "value": "учебные заведения технического среднего и профессионального образования"
  },
  {
    "name": "471",
    "value": "учебные технического среднего и профессионального образования"
  },
  {
    "name": "472",
    "value": "учреждение социального обеспечения"
  },
  {
    "name": "473",
    "value": "физкультурно-спортивное сооружение"
  },
  {
    "name": "474",
    "value": "центр делового сотрудничества"
  },
  {
    "name": "475",
    "value": "школа-интернат"
  }
]
