var homeType =
[
  {
    "name": "401",
    "value": "Автокомплекс"
  },
  {
    "name": "402",
    "value": "Автосалон"
  },
  {
    "name": "403",
    "value": "Автостанция"
  },
  {
    "name": "404",
    "value": "Административное здание"
  },
  {
    "name": "405",
    "value": "Бизнес-центр"
  },
  {
    "name": "406",
    "value": "Бомбоубежище"
  },
  {
    "name": "407",
    "value": "Ветеринарная клиника"
  },
  {
    "name": "408",
    "value": "Внешкольное учреждение"
  },
  {
    "name": "409",
    "value": "Воинское учреждение"
  },
  {
    "name": "410",
    "value": "Вспомогательное здание и сооружение"
  },
  {
    "name": "411",
    "value": "Высшее учебное заведение"
  },
  {
    "name": "412",
    "value": "Гостиница"
  },
  {
    "name": "413",
    "value": "Дача"
  },
  {
    "name": "414",
    "value": "Детское дошкольное учреждение"
  },
  {
    "name": "415",
    "value": "Для эксплуатации и обслуживания завода"
  },
  {
    "name": "416",
    "value": "Жилой дом"
  },
  {
    "name": "417",
    "value": "Здание авто и электро транспорта",
    "title": "Здание и сооружение автомобильного и электрического городского транспорта"
  },
  {
    "name": "418",
    "value": "Здание и сооружение воздушного транспорта"
  },
  {
    "name": "419",
    "value": "Здание и сооружение железнодорожного транспорта"
  },
  {
    "name": "420",
    "value": "Здание науч., проект. исследов-их орг-ий",
    "title": "Здание и сооружение научных, проектных исследовательских организаций"
  },
  {
    "name": "421",
    "value": "Здание учреждения здравоохранения"
  },
  {
    "name": "422",
    "value": "Здание учреждения культуры и искусства"
  },
  {
    "name": "423",
    "value": "Санаторно-курортные и оздоровит. учреждения",
    "title": "Здание учреждения санаторно-курортные и оздоровительные, отдыха и туризма"
  },
  {
    "name": "424",
    "value": "Индивидуальный жилой дом"
  },
  {
    "name": "425",
    "value": "Информационный аншлаг"
  },
  {
    "name": "426",
    "value": "Исправительно-трудовое"
  },
  {
    "name": "427",
    "value": "Колесо обозрения"
  },
  {
    "name": "428",
    "value": "Кредитно-финансовое учреждение"
  },
  {
    "name": "429",
    "value": "Летняя кухня"
  },
  {
    "name": "430",
    "value": "Места хранения автомобильного транспорта"
  },
  {
    "name": "431",
    "value": "Многоквартирный многоэтажный жилой дом"
  },
  {
    "name": "432",
    "value": "Многокв. жил. дом с объектами обслуж. населения",
    "title": "Многоквартирный многоэтажный жилой дом с объектами обслуживания населения"
  },
  {
    "name": "433",
    "value": "Многофункциональный жилой комплекс"
  },
  {
    "name": "434",
    "value": "Многофункциональный комплекс"
  },
  {
    "name": "435",
    "value": "Надземный пешеходный переход"
  },
  {
    "name": "436",
    "value": "Нотариально-юридическое учреждение"
  },
  {
    "name": "437",
    "value": "Общежитие"
  },
  {
    "name": "438",
    "value": "Общеобразовательная школа"
  },
  {
    "name": "439",
    "value": "Объект рекреационной зоны"
  },
  {
    "name": "440",
    "value": "Оздоровительный комплекс"
  },
  {
    "name": "441",
    "value": "Остановочный комплекс"
  },
  {
    "name": "442",
    "value": "Отделение связи"
  },
  {
    "name": "443",
    "value": "Офис"
  },
  {
    "name": "444",
    "value": "Пешеходный мост"
  },
  {
    "name": "445",
    "value": "Подземный переход"
  },
  {
    "name": "446",
    "value": "Полифункциональный комплекс"
  },
  {
    "name": "447",
    "value": "Помещение для досуга"
  },
  {
    "name": "448",
    "value": "Предприятие  коммунального хозяйства"
  },
  {
    "name": "449",
    "value": "Предприятие бытового обслуживания"
  },
  {
    "name": "450",
    "value": "Предприятие коммунального хозяйства"
  },
  {
    "name": "451",
    "value": "Предприятие общественного питания"
  },
  {
    "name": "452",
    "value": "Предприятие торговли"
  },
  {
    "name": "453",
    "value": "Предприятия автосервиса"
  },
  {
    "name": "454",
    "value": "Производственное здание"
  },
  {
    "name": "455",
    "value": "Радиотелевизионная вышка"
  },
  {
    "name": "456",
    "value": "Религиозное сооружение"
  },
  {
    "name": "457",
    "value": "Рынок"
  },
  {
    "name": "458",
    "value": "Сельскохозяйственное производственное сооружение"
  },
  {
    "name": "459",
    "value": "Склад"
  },
  {
    "name": "460",
    "value": "Сооружение и коммуникации связи"
  },
  {
    "name": "461",
    "value": "Сооружение системы водоснабжения и канализации"
  },
  {
    "name": "462",
    "value": "Сооружение системы газоснабжения"
  },
  {
    "name": "463",
    "value": "Сооружение системы теплоснабжения"
  },
  {
    "name": "464",
    "value": "Сооружение системы электроснабжения"
  },
  {
    "name": "465",
    "value": "Сооружение системы энергоснабжения"
  },
  {
    "name": "466",
    "value": "Специализированное учреждение"
  },
  {
    "name": "467",
    "value": "Теплица"
  },
  {
    "name": "468",
    "value": "Торгово-бытовой комплекс"
  },
  {
    "name": "469",
    "value": "Триумфальная арка"
  },
  {
    "name": "470",
    "value": "Учеб. завед. технич. сред. и проф. образования",
    "title": "Учебные заведения технического среднего и профессионального образования"
  },
  {
    "name": "471",
    "value": "Учеб. технич. сред. и проф. образования",
    "title": "Учебные технического среднего и профессионального образования"
  },
  {
    "name": "472",
    "value": "Учреждение социального обеспечения"
  },
  {
    "name": "473",
    "value": "Физкультурно-спортивное сооружение"
  },
  {
    "name": "474",
    "value": "Центр делового сотрудничества"
  },
  {
    "name": "475",
    "value": "Школа-интернат"
  }
]
